"Western (Mac OS Roman)" = "Barat (Mac OS Roman)";
"Japanese (Mac OS)" = "Jepang (Mac OS)";
"Traditional Chinese (Mac OS)" = "Cina Tradisional (Mac OS)";
"Korean (Mac OS)" = "Korea (Mac OS)";
"Arabic (Mac OS)" = "Arab (Mac OS)";
"Hebrew (Mac OS)" = "Ibrani (Mac OS)";
"Greek (Mac OS)" = "Yunani (Mac OS)";
"Cyrillic (Mac OS)" = "Sirilik (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thai (Mac OS)";
"Simplified Chinese (Mac OS)" = "Cina Sederhana (Mac OS)";
"Tibetan (Mac OS)" = "Tibet (Mac OS)";
"Central European (Mac OS)" = "Eropa Tengah (Mac OS)";
"Symbol (Mac OS)" = "Simbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbat (Mac OS)";
"Turkish (Mac OS)" = "Turki (Mac OS)";
"Croatian (Mac OS)" = "Kroasia (Mac OS)";
"Icelandic (Mac OS)" = "Islandia (Mac OS)";
"Romanian (Mac OS)" = "Rumania (Mac OS)";
"Celtic (Mac OS)" = "Keltik (Mac OS)";
"Gaelic (Mac OS)" = "Gaelik (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Simbol Papan Ketik (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Sirilik (Mac OS Ukraina)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Barat (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Eropa Tengah (ISO Latin 2)";
"Western (ISO Latin 3)" = "Barat (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Eropa Tengah (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Sirilik (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arab (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Yunani (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Ibrani (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turki (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordik (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltik (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Keltik (ISO Latin 8)";
"Western (ISO Latin 9)" = "Barat (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumania (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-AS (DOS)";
"Greek (DOS)" = "Yunani (DOS)";
"Baltic (DOS)" = "Baltik (DOS)";
"Western (DOS Latin 1)" = "Barat (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Yunani (DOS Yunani 1)";
"Central European (DOS Latin 2)" = "Eropa Tengah (DOS Latin 2)";
"Cyrillic (DOS)" = "Sirilik (DOS)";
"Turkish (DOS)" = "Turki (DOS)";
"Portuguese (DOS)" = "Portugis (DOS)";
"Icelandic (DOS)" = "Islandia (DOS)";
"Hebrew (DOS)" = "Ibrani (DOS)";
"Canadian French (DOS)" = "Prancis Kanada (DOS)";
"Arabic (DOS)" = "Arab (DOS)";
"Nordic (DOS)" = "Nordik (DOS)";
"Russian (DOS)" = "Rusia (DOS)";
"Greek (DOS Greek 2)" = "Yunani (DOS Yunani 2)";
"Thai (Windows, DOS)" = "Thai (Windows, DOS)";
"Japanese (Windows, DOS)" = "Jepang (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Cina Sederhana (Windows, DOS)";
"Korean (Windows, DOS)" = "Korea (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Cina Tradisional (Windows, DOS)";
"Western (Windows Latin 1)" = "Barat (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Eropa Tengah (Windows Latin 2)";
"Cyrillic (Windows)" = "Sirilik (Windows)";
"Greek (Windows)" = "Yunani (Windows)";
"Turkish (Windows Latin 5)" = "Turki (Windows Latin 5)";
"Hebrew (Windows)" = "Ibrani (Windows)";
"Arabic (Windows)" = "Arab (Windows)";
"Baltic (Windows)" = "Baltik (Windows)";
"Vietnamese (Windows)" = "Vietnam (Windows)";
"Western (ASCII)" = "Barat (ASCII)";
"Japanese (Shift JIS X0213)" = "Jepang (Shift JIS X0213)";
"Chinese (GBK)" = "Cina (GBK)";
"Chinese (GB 18030)" = "Cina (GB 18030)";
"Japanese (ISO 2022-JP)" = "Jepang (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Jepang (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Jepang (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Cina (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Korea (ISO 2022-KR)";
"Japanese (EUC)" = "Jepang (EUC)";
"Simplified Chinese (GB 2312)" = "Cina Sederhana (GB 2312)";
"Traditional Chinese (EUC)" = "Cina Tradisional (EUC)";
"Korean (EUC)" = "Korea (EUC)";
"Japanese (Shift JIS)" = "Jepang (Shift JIS)";
"Cyrillic (KOI8-R)" = "Sirilik (KOI8-R)";
"Traditional Chinese (Big 5)" = "Cina Tradisional (Big 5)";
"Western (Mac Mail)" = "Barat (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Cina Sederhana (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Cina Tradisional (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrainia (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Cina Tradisional (Big 5-E)";
"Western (NextStep)" = "Barat (NextStep)";
"Non-lossy ASCII" = "ASCII Non-lossy";
"Western (EBCDIC Latin Core)" = "Barat (EBCDIC Latin Inti)";
"Western (EBCDIC Latin 1)" = "Barat (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Jepang (Deteksi Otomatis)";
